app/controllers/users_controller.rb

UPDATE "users" SET "introduction" = ?, "updated_at" = ? WHERE "users"."id" = ?  [["introduction", "123456"], ["updated_at", "2022-11-02 12:18:03.700903"], ["id", 1]]
---
  def update
    if @user.update(user_params)